Repository: em1racle/newsToDay
Catalog: newsToDay/newsToDay/Resources/*.lproj/Localizable.strings
Languages: ru

source: Language
ru: Язык

source: Terms & Conditions
ru: Условия и положения

source: Sign Out
ru: Выйти

source: Profile
ru: Профиль

source: First to Know
ru: Узнавайте первым

source: Breaking News
ru: Последние новости

source: Be the First to Discover
ru: Будь первым

source: All news in one place, be the first to know last news
ru: Все в одном месте, будьте первыми, кто узнает последние новости

source: Stay Informed: Be the First to Catch the Latest News
ru: Будьте в курсе событий: Будьте первыми, кто узнает последние новости

source: Get All the Updates and stay Ahead with Breaking News
ru: Получайте все обновления и будьте в курсе последних новостей

source: Bookmarks
ru: Закладки

source: Saved articles to the library
ru: Сохраненные закладки

source: You haven't saved any articles yet. Start reading and bookmarking them now.
ru: Вы еще не сохранили ни одной статьи. Начните читать и добавлять их в закладки прямо сейчас.

source: Browse
ru: Главная

source: Discover things of this world
ru: Открывай для себя новое

source: Search
ru: Искать
